{
  "article": [
    {
      "title": "25 Foods That Are Good For Your Heart—From Fruits and Veggies to Heart-Healthy Nuts and Seeds",
      "content": "Every year, 647,000 Americans die from heart disease and heart-related conditions, according to the Centers for Disease Control and Prevention (CDC). In fact, it’s the leading cause of death in the United States. In terms of prevention, living a healthy lifestyle is the best thing you can do. Some activities that can increase risk of developing heart disease include smoking, a lack of exercise, heavily drinking alcohol, and eating a diet high in cholesterol, fat, salt, and sugar. To stay as heart-healthy as possible, it’s best to avoid this activities and try to eat a diet that consists of heart healthy foods. Wondering which foods are good for your heart? We’ve got you covered. 25 heart healthy foods 1. Avocados Known as the fruit with the “healthy” fats, avocados are super nutritious thanks to their high concentration in dietary fiber, antioxidants, and other minerals. All of these things work together to keep your heart healthy, but a study from Penn State University also suggests that an avocado a day can lower LDL cholesterol levels. “Avocados contain heart healthy monounsaturated fatty acids, which can help lower LDL cholesterol (the ‘bad’ kind),” Laura Yautz, RDN, LDN, NBC-HWC, registered dietician and owner of Being Nutritious, tells Parade. “In addition, avocados contain potassium and fiber, two essential components of heart health, which can work to lower blood pressure and cholesterol, respectively!” 2. Berries Sure, all fruits are relatively high in sugar, but the heart-healthy benefits of berries—strawberries, blueberries, blackberries, cranberries, açaí berries, bilberries, goji berries, raspberries, and even grapes!—certainly outweigh the negatives of their natural sugar content. “Berries are a good source of polyphenols, especially anthocyanins, micronutrients, and fiber,” explains Harland Adkins, a registered dietitian nutritionist and founder of Fast Food Menu Prices. “In epidemiological and clinical studies, these constituents have been associated with improved cardiovascular risk profiles.” Adkins adds, “Black raspberries and strawberries have been shown to help lower cholesterol in people who are obese or have metabolic syndrome.” 3. Spinach Spinach is good for you in just about every way possible—not solely for your heart. But besides the benefits it has for your eyes, reduced blood pressure, and even cancer prevention, spinach’s high levels of omega-3 fatty acids, antioxidants, B vitamins, fiber, folate, calcium, and iron work wonders for your heart. “Spinach is most known for its folate content, but it’s also a great addition to heart healthy diets,” Yautz explains. “Spinach contains a healthy dose of vitamin K (ask your doctor if you’re on a blood thinner!), vitamin A, iron, and fiber, all while being low in calories, so you can fill your plate up! 4. Kale All dark leafy greens are heart-healthy foods, but kale in particular is a superfood. According to the American Heart Association (AHA), kale is high in potassium, which can reduce your risk of blood pressure and also heart disease. “Kale, like spinach, is very high in vitamin K, which is important to help your blood clot properly,” Yautz  says. “It’s also high in vitamins A and C. But unlike spinach, it’s a cruciferous vegetable (like broccoli and cauliflower), so it contains special compounds that may be particularly helpful in preventing clogged arteries.” Related: 125 Quotes About Heart Disease 5. Collard Greens Collard greens are another dark leafy green, cruciferous vegetable that works hard to keep your heart feeling strong. This superfood also can prevent cancer, features anti-inflammatory properties, and because they’re high in potassium, magnesium, and vitamin C, they’ve been known to lower hypertension and support the heart. “Collard greens are an excellent source of vitamin A, vitamin C, and calcium, a rich source of vitamin K, and a good source of iron, vitamin B-6, and magnesium,” Adkins explains. “They also contain thiamin, niacin, pantothenic acid, and choline. Thanks to their many nutrients, collard greens have been associated with cancer prevention, detox support, anti-inflammatory properties, heart health, and digestive support.” 6. Walnuts Definitely don’t underestimate the power of nuts when it comes to supporting your heart. As Yautz explains, “Walnuts contain the highest amount of ALA (a plant-based form of Omega-3) of any of the tree nuts, making it an excellent heart healthy staple. They are also high in magnesium, which can help your heart maintain a normal rhythm.” 7.  Almonds Another nut that’s great for your heart is the almond. Yautz explains, “Almonds are a great source of vitamin E, a type of antioxidant that helps prevent cell damage. It can be particularly helpful for those who do or have smoked, and/or are exposed to air pollution, to help mitigate the effect.” Plus, they can be roasted, thrown into a salad, or eaten raw, and are known as a health, unsaturated fat that increases the body’s good cholesterol and decreases its bad cholesterol. 8. Beans You know how that old adage goes—beans, beans, they’re good for your heart! We won’t finish the rhyme here for the sake of being appropriate, but this kid-friendly diddy is true. “Beans are incredibly healthy, especially for your heart, high in both protein and fiber, and they’re amazingly versatile,” Yautz says. “Many studies have been conducted on their health benefits. They are known to help decrease blood cholesterol levels, and consuming 1/2 cup a day is associated with a lower risk of having a heart attack and heart disease in general.” Black beans are not only high in fiber, but they keep your blood sugar levels in check, control your cholesterol, and can even lower blood pressure. Related: Can a Broken Heart Cause Actual Heart Damage? Here’s What Doctors Say 9. Salmon Fatty fish is one of the best heart-healthy foods there is thanks to its high levels of Omega-3 fatty acids. In fact, the American Heart Association recommends eating salmon as much as twice a week. Yautz adds, “Salmon is well known for its healthy fat profile. The main type of fat is a polyunsaturated fat, known as omega-3. Eating fish high in Omega-3s has been linked to decreased coronary heart disease (CHD), including fatal CHD, myocardial infarction, and sudden cardiac death. Wild caught salmon is a better source than farmed.” 10. Tomatoes High in lycopene, which can lower LDL levels and also blood pressure, eating tomatoes semi-frequently can reduce your risk of heart disease. “Tomatoes’ claim to fame is their lycopene content, which is widely known for its benefit to prostate health. But lycopene can also protect your heart! Studies have shown lycopene may lower your risk of stroke, and of having additional cardiac events,” Yautz explains. 11. Chia Seeds Chia seeds are also a superfood and they’re unique in that they contain the antioxidant quercetin. Quercetin reduces risk of heart disease, as well as other heart-related conditions as well. “Chia seeds are full of heart protecting antioxidants, as well as ALA Omega-3 fats,” Yautz says. “This tiny seed is also showing promise as being able to potentially lower triglycerides, inflammation, and blood pressure, as well as raising HDL (the ‘good’ cholesterol).” 12. Dark Chocolate It’s the one you’ve been waiting for—yes, it’s true! Dark chocolate is, in fact, good for your heart. “Dark chocolate is rich in flavanols, and a heart healthy addition with a caveat: all the added sugar, cream or milk, and cocoa butter tend to negate its effects,” Yautz says. “Choose the darkest chocolate you can to reap the benefits, such as lower total cholesterol, LDL cholesterol, and triglycerides.” 13. Flax Seeds Just like nuts, many seeds are considered to be heart-healthy food as well. Flax seeds are high in the Omega-3 fatty acids that hearts love and are even known to reduce the risk of stroke. “Flax, like chia, is high in Omega-3, and is particularly helpful in managing blood pressure and cholesterol,” Yautz says. It’s a win-win! 14. Hemp Seeds Another heart-healthy seed is the hemp seed. These little-seeds-that-could regulate your heart beat, reduce bad cholesterol levels, and fight hard against coronary heart disease. “Hemp seeds are lower in both omega-3s and fiber then either chia or flax seeds, but they are high in protein – a complete protein at that. They do have a high ratio of Omega-6 to Omega 3, which isn’t problematic in the context of an otherwise healthy diet, but something to be aware of. They also contain iron and zinc, two minerals important for cardiac function,” Yautz adds. 15. Olive Oil Cooking with oil—especially if it’s in place of butter—is a meaningful decision for your heart. As Yautz explains, “When it comes to oils for heart health, olive oil takes the cake. Studies have shown olive oil can help reduce cardiovascular disease and coronary artery disease. The benefit seems to cap out at about 1/2 tablespoon per day, though. Oils of all kinds are high in calories, so it’s preferable to replace fats like butter and margarine with olive oil instead of simply adding olive oil to the diet, to avoid unintentional weight gain.” 16. Oranges As oranges are high in both fiber and potassium, this citrus fruit makes a great addition to any heart-healthy diet. After all, the more you eat of both, the less likely you are to develop a fatal heart disease. “Oranges are an excellent source of potassium, making them a good food for heart health. Potassium can help control blood pressure, because it acts opposite to sodium,” Yautz says. “While sodium attracts water and promotes retention, potassium helps the body release water, thereby reducing blood pressure.” Aside from their high levels of potassium, another heart-healthy benefit of oranges is their pectin. “Oranges have the cholesterol-fighting fiber pectin,” Adkins says. “In one study, two cups of OJ a day boosted blood vessel health. It also lowered blood pressure in men.” 17. Fish Oil Just as fatty fish is good for the heart, fish oil is one of the best “foods” for the heart as well. “Fish oil is high in Omega-3s, and often recommended for its heart promoting benefits. While the omega-3s in flax, chia, and hemp are mostly in the form of ALA (alpha linolenic acid), the Omega-3s in fish oil are in the form of DHA (docosahexaenoic acid) and EPA (eicosapentaenoic acid), which are more usable by the body,” Yautz explains. “ALA must first be made into DHA and EPA.” 18. Tuna Tuna is another fatty fish that has benefits for the heart because of its high levels of Omega-3 fatty acids. But, you should be wary of the tuna you choose. “Tuna is another great source of Omega-3 fats,” Yautz says. “Look for bluefin tuna, which is a better source of Omega-3s, and has a lower chance of being contaminated with heavy metals.” 19. Garlic When you think “heart-healthy food,” you may not immediately envision garlic, but in reality, garlic has long been used as a medicinal herb, thanks to its health benefits. “Garlic and garlic supplements may have positive effects on heart health by preventing cell damage, regulating cholesterol, and lowering blood pressure,” Adkins explains. “Other research shows that garlic supplements may also reduce plaque build-up in the arteries. This is due to the presence of a compound called allicin, which is believed to have a multitude of therapeutic effects.” In addition to all those heart-healthy benefits, garlic may improve memory as well. 20. Edamame Fish and almonds aren’t the only significant source of heart-healthy proteins. As Yautz points out, “Edamame is the most unprocessed form of soybeans, and incredibly nutritious. It’s high in protein – a complete protein—and also boasts tons of fiber and antioxidants. Studies show edamame may improve cholesterol and triglycerides, as well as reduce blood pressure. Other studies are being conducted on its ability to improve arterial stiffness, and improve markers of inflammation.” 21. Sardines Sardines are jam-packed with Omega-3 fatty acids as well as fish oils that can regulate heart rhythms. Yautz adds, “Unlike salmon and tuna, however, sardines are very low on the food chain. That means the likelihood of heavy metal contamination is very low. Just make sure to look for sardines without too much sodium.” Related: The Best and Worst Cooking Oils for Your Heart 22. Red Wine Thank goodness! Of course, red wine has to be drank in moderation in order to reap its heart-healthy benefits, but some research shows that the antioxidants in red wines can prevent coronary artery disease and ultimately, decrease your risk of a heart attack. “If you drink alcohol, a little red wine maybe a heart-healthy choice,” Adkins explains. “Resveratrol and catechins—two antioxidants in red wine—may protect artery walls. Alcohol can also boost HDL, the good cholesterol [but] too much alcohol hurts the heart.” Yautz adds, “Alcohol in excess can damage the heart, and contribute to high blood pressure. So, if you don’t drink, don’t start, but if you do, do so in moderation only (one or less 5-ounce glass of wine per day for women and two for men).” 23. Mackerel Another fatty fish rich in Omega-3 fatty acids, it’s recommended to eat mackerel at least once weekly in order to reduce your risk of a heart attack. “Mackerel are similar to sardines in their lower likelihood of heavy metal contamination,” Yautz says. “Eat it, and the other fatty fish on this list, at least once a week to help prevent heart attacks and other serious heart problems.” 24. Herbs According to the Cleveland Heart Lab, herbs like cinnamon, cardamom, ginger, turmeric, and berberine can be used to prepare other foods for an added heart-healthy benefit. Yautz adds, “Herbs and spices are incredibly concentrated sources of antioxidants. Including a variety in liberal amounts on your food daily can contribute to lower inflammation, lower blood pressure, and lower cholesterol.” Healthy Now Newsletter Get good vibes and health tips delivered right to your inbox! 25. Green Tea Drinking tea could reduce risk of heart disease and stroke, but it should be done frequently in order to reap the benefits. In fact, the European Journal of Preventative Cardiology published research that found drinking green tea three or more times per week is ideal for improving the health of the heart. “Drinking green tea daily can also contribute to heart health! Studies show green tea may lower both LDL cholesterol and triglycerides,” Yautz says. “As long as you’re careful about what you put in it—adding sugar, creamer, etc. may offset those benefits!” Next up, important lifestyle changes to make for a healthy heart.",
      "tag": "Vegetable,Fruit,Healthy Diet",
      "category": "Diet",
      "img": 2
    },
    {
      "title": "The 7 foods you THINK are healthy but might actually be sabotaging your weight loss revealed ",
      "content": "BY now we've all heard the phrase \"pandemic pounds\", and while some people might be content with gaining weight, others might choose to lose it. If you're trying to lose weight then it's likely you've swapped your crisps and other snacks for so-called \"healthy\" or \"low fat\" options - but one expert has revealed these foods could be doing more harm than good. 3 If you're struggling to lose weight then it could be down to the so-called healthy foods you are havingCredit: Getty - Contributor Dr Michael Mosley, author of the Fast 800 said it can often become confusing to know exactly which foods are healthy when you’re navigating the supermarket. He explained: \"With huge signs at the end of each aisle, telling you exactly why the latest products will turn your health around, it’s easy to fall into their well set traps and spend a fortune on 'healthy' foods that are not so healthy.\" While we should all have a little bit of what we fancy from time to time, if we're over indulging - it's likely to lead to weight gain. Here Dr Mosley reveals the foods that you're eating that could be sabotaging your results on the scales, and reveals how to avoid healthy foods that actually aren't. 1. Vegetable crisps While these snacks might sound nutritious, most of them are actually fried in sunflower oil - which is the reason you get the same crunch you are used to with your normal potato snacks, Dr Mosley says. He added these snacks are also high in salt, and this mixed with their carbohydrates and fat content makes them so addictive that you’ll struggle to stop yourself going back for more.  \"Vegetable crisps, in reality, are no healthier than a standard packet of potato crisps. \"If you are looking to satisfy your craving for crunch, there are ways to do so without jeopardising a healthy lifestyle\", he said. Dr Mosley recommended alternatives such as raw vegetables such as carrots, nuts and seeds and fermented foods. 2. Margarine Margarine has previously been dubbed as a low fat alternative to butter, but Dr Mosley says that while it does have less saturated fat than butter - saturated fat isn't always a bad thing. He explained: \"Margarine itself is processed and made from vegetable oil. As vegetable oil is liquid at room temperature, a process called hydrogenation takes place, which resultantly creates trans-fat. \"Trans fats should be avoided where possible as there is a plethora of scientific evidence linking increased intake of trans fat with inflammation, heart disease, stroke and poor cholesterol.\" Butter, on the other hand, is made from churning cream, a natural whole food. \"As a concentrated dairy product, we’re not advising you to lather butter onto every meal; however, a small amount every now and then will cause far less harm than processed margarine and spreads\", Dr Mosley said. 3 Many low-fat foods are actually laden with additives and could be making it harder for you to lose weight 3. Low fat foods If you want to lose fat then surely you should buy low fat foods, right? Dr Mosley said this is wrong and that these products are often stripped of nutrients and laden with additives. He added: \"Products high in sugar and low in fat will spike your glucose levels and leave you craving more as there is nothing to prolong the energy release.  \"Eating healthy fats, rich in mono and poly-unsaturates will not only satisfy your taste buds but curb your appetite too as they slow the rate in which the stomach empties, delaying its cue to signal for more food.\" 4. Flavoured porridge Sachets of porridge that say we can \"just add water\", may as well be telling us to \"just add sugar\". Dr Mosley said that this is because some brands add 16g of sugar to their tiny portions of porridge. Instead he said you should make it yourself from rolled oats and water, or whole milk, and you’ve got yourself a winning breakfast. 3 Stick to porridge made from rolled outs and use whole milk, Dr Mosley saysCredit: Getty 5. Salad dressing Sometimes a plain salad can look a little bit sad, but Dr Mosley said you should be careful with the dressings you use. He said many shop-bought dressings have lots of sugar in and that it can be hard to stick to the correct serving. Instead of using these dressings he said you should make your own with a drizzle of olive oil, a squeeze of lemon or a glug of good quality balsamic vinegar (just definitely not the glaze!). 6. Vegan foods If you're trying to opt for a more plant-based diet then it's key to be mindful that just because something says it's vegan or gluten free - it doesn't automatically mean it's healthy, Dr Mosley said. Some vegan foods can be high in trans fat, sugar and simple carbohydrates. You should try and swap out processed ready meals with healthy whole foods with protein sources like tempeh and chickpeas. 7. Breakfast cereal Dr Mosley said that while you might think you are going for the healthy, fibre loaded cereal, some can contain up to 23g of sugar per serving. He said granola is one of the key culprits of this as it is high in sugars, carbohydrates and calories. \"Not only this, the recommended serving size is considerably smaller than you may think with most brands recommending 40g, which is the equivalent of around three tablespoons.  \"If you enjoy granola or cereal for breakfast, always check the ingredients and avoid any with dried fruits and chocolate chips. Or, better yet, make your own and top with Greek yogurt and fresh berries\", he added. With all that it mind - you might be wondering how to spot these additive laden foods masquerading as health foods. Dr Mosley added that the best possible way to avoid these big brand claims and long standing rumours around ‘healthy’ foods is to cook fresh, whole foods each day that align to a Mediterranean-style diet. He added: \"Or, if you are looking for convenience foods, find ones that are made up of only healthy and satiating ingredients. \"If you do go for pre-packaged foods, always read the ingredients carefully and if you wouldn’t find the ingredients in your cupboard, or you’re not entirely sure what they are,it’s best to leave the item firmly on the shelf!\" Woman shames Bumble match who told her to 'hit the gym &amp; join Weight Watchers’ after she asked him out",
      "tag": "Healthy Diet,Weight Loss",
      "category": "Diet",
      "img": 6
    },
    {
      "title": "Popular Foods That Lead to Body Fat, Say Experts",
      "content": "Trying to figure out which foods quickly transform into body fat could confuse anyone, especially if you're just starting to learn healthy eating habits. Luckily, we consulted a handful of dietitians and experts who shared what common foods have the potential to pack on the pounds. If you want to slim down and can't figure out why your diet hasn't worked, make sure none of these popular foods slow down your progress and lead to body fat.\n\nRead on to learn which popular foods sneakily lead to extra body fat and for maximum results, make sure to check out 40 Best-Ever Fat-Burning Foods to supercharge any of your weight loss goals.\n\n1. Light Applesauce\n   You might never guess, but your favorite applesauce unknowingly added a bit of fat into your meal plan.\n   \"Foods sweetened with artificial sweeteners like—light applesauce—tend to make people gain fat weight around the belly,\" says Heidi Moretti, RD. \"Because sweet foods are very calorically dense and tasty, people tend to overeat them. In terms of metabolism, sugar is very harmful to have in the blood, so the body turns it into a less harmful substance quickly, which happens to be fat in the blood. This fat then is stored if it isn't used immediately as energy.\"\n   \"Sadly, artificial sweeteners aren't a free pass either,\" Moretti continues. \"Foods sweetened with sucralose may increase glucose entry into the cell, which can lead to packing on extra body fat as new research shows.\"\n2. Alcohol\n   If you noticed some extra weight building around your stomach, you might have alcohol to blame.\n   \"Excess alcohol use is widely associated with increased adiposity, which is why we often hear the term 'beer belly,'\" says Dr. Uma Naidoo, nutritional psychiatrist. \"Chronic alcohol consumption is shown to disrupt the gut microbiome and can lead to leaky gut syndrome, which leads to inflammation and can increase body fat. Similarly, alcohol is high in 'empty' calories, meaning it does not contain nutrients, and can influence unhealthy food choices after consumption, which can overall increase risk of obesity.\"\n   When you want to indulge in an adult beverage but avoid the consequences that come with alcohol, check out 15 Best Non-Alcoholic Drinks That Are Actually Worth Buying and find your next favorite mocktail or non-alcoholic spirit.\n3. White Bread\n   \"When wheat is refined to make this white flour that constitutes many processed foods, it is stripped of not only most of its nutrients, but also its fiber and protein, leaving a product that is essentially all sugar and high on the glycemic index,\" says Dr. Naidoo.\n   \"When consumed, they are digested similarly to added sugars as discussed above,\" says Dr. Naidoo. \"They contribute to increased blood sugar levels and metabolic disease consistent with insulin and leptin resistance, and increased energy storage in fat cells, or overall increased body fat. Due to the simplicity of these foods and their lack of fat and protein to slow digestion, high glycemic processed foods are notably unsatisfying and associated with excess calorie intake.\"\n   Instead, focus on consuming more of these 9 Best Complex Carbs for Weight Loss.\n\n\n",
      "tag": "Weight Loss,Food Science",
      "category": "Diet",
      "img": 4
    },
    {
      "title": "Mum claims nurse shamed her over daughter’s ‘healthy’ lunch ",
      "content": "The Aussie mum revealed she had been told to feed her daughter “more healthy options” despite her typical lunch consisting of fruit and veggies. An Aussie mum has reacted with outrage after revealing her daughter’s school nurse said she needed to give the four-year-old “more healthy” options. Posting in the Lunchbox Ideas Australia Facebook group the mum shared a photo of her daughter’s “typical” lunch. It included a Petit Miam yoghurt, Ritz crackers, veggie sausage rolls, cheese, carrot sticks, watermelon, apple and a homemade muesli slice. “I was recently told by the health nurse that I needed to feed/offer my daughter more healthy options however this is a typical lunch for her,” the mum captioned the photo. RELATED: Mum slammed over 4yo’s ‘grown up’ lunchbox “Homemade veg sausage rolls and homemade muesli bars included.” In the comments, the mum claimed the nurse said her four-year-old daughter was overweight based on her body mass index (BMI). “The nurse had never seen our lunches but told me my child was overweight, she assumed I was not feeding her healthy foods and told me I need to offer healthier options because she is ‘well above average’,” the mum wrote. “I don’t believe my daughter is overweight, she eats loads of fruit and veg and is healthy and happy. Still makes me cross!” RELATED: Daughter ‘not allowed’ to eat packed lunchbox snacks Other mums also agreed with the post, saying the packed lunch “looks amazing” and was “healthy” for a child. “Oh my god how rude. Take no notice of what she has said you have made a great lunch variety for your child and as long as they eat the foods and are happy what‘s wrong with it?” one person wrote. “I don’t get it? There’s lots of healthy options there, she’s crazy – sometimes these nurses are just mean and wrong,” another commented. Others suggested the mum ask the nurse for “a month of suggestions menu that she can write up for you” or find a new health practitioner to go to. “Wow she would hate to see my son’s lunchbox!” another mum joked.",
      "tag": "Healthy Diet,Diet Management",
      "category": "Diet",
      "img": 1
    },
    {
      "title": "12 top tips for a healthy lunch",
      "content": "If you find yourself feeling anxious, jumpy, and panicky mid-afternoon, or lethargic, uncomfortable and sluggish, it could be your lunch stressing you out, rather than your job. The midday meal for busy workers should be a time to recharge and rest. But the wrong lunch can make you feel worse than ever. Here Stephanie Zinser, whose book, The Good Gut Guide, is out this week, gives her tips on how to eat the perfect lunch. 1. Don't rush your lunch. The faster you eat, the more likely you are to swallow air, which can cause wind, bloating and abdominal pain. People often swallow too much air as a reaction to stress. Smoking, chewing gum, sucking hard sweets and wearing badly-fitting dentures are also hazards. 2. Try to sit quietly during and after lunch. A huge amount of blood - some 40 per cent of your blood supply - passes through the digestive system after a meal, allowing the nourishment to be absorbed and distributed throughout the body. You shouldn't even shop, let alone exercise, after eating because activity will divert most of the blood from the digestive system to help muscles perform. 3. Chew each mouthful slowly, at least 15 times. Saliva contains important enzymes such as amylase, which breaks starch down. The more you chew, the more easily your food will be digested, and the less likely it is that you will suffer indigestion - the classic curse of the stressed-out executive. 4. Although stress is often associated with stomach ulcers, what you eat may be a more important factor. Avoid excessively spicy or acidic foods (such as tomatoes), and lower your alcohol intake. 5. A great lunch is pasta with pesto sauce - basil, pines nuts and garlic. Basil can help relieve sadness, tension and boost the nervous system, and sage can combat post-viral fatigue and nervous exhaustion. 6. A brain booster is a vegetable stir-fry with ginger. Ginger eases headaches and improves memory. 7. You'll pay for eating fast food like burgers and chips. Fatty foods take longer to digest, making you feel lethargic and hampering your productivity. 8. Avoid colas and highly-caffeinated 'energy' drinks. Apart from containing caffeine, a stimulant that can worsen feelings of anxiety or panic if you're already stressed, fizzy drinks may make you feel bloated and uncomfortable. 9. Be careful how you drink hot drinks. If you gulp your coffee or tea while it's very hot, you can damage the sensitive lining of your throat and oesophagus. This can contribute to chronic problems such as heartburn and gastro-oesophageal reflux disease (Gerd). 10. Steer clear of chocolate, sweets and cakes. These boost your blood sugar levels, but plummet quickly, leaving you more under pressure than before. Instead, choose snacks such as oat flapjacks, wholemeal sandwiches, brown rice or pasta salads that release sugars into your bloodstream at a slower, more constant, rate. 11. Treat your stomach to a mixed salad with alfalfa sprouts. Fruit, vegetables and pulses provide long-lasting energy, and they help prevent constipation - a common problem if you're stressed. Fibre helps reduce cholesterol by binding to it in the bowel, preventing it from being reabsorbed into the blood. 12. Drink at least eight glasses of water a day. Dehydration causes headaches, performance problems and memory failures. The Good Gut Guide, by Stephanie Zinser, is published by Thorsons, £10.99.",
      "tag": "Diet Management,Food Science,Healthy Diet",
      "category": "Diet",
      "img": 7
    },
    {
      "title": "29 Healthy Fast Food Recipes That Are Skinny Riffs of the Classics",
      "content": "As soon as you commit to eating healthier, the craving for fast food is guaranteed to strike. The nearby smell of a McDonald’s Big Mac draws you in, or the mouth-watering desire for Chick-fil-A washes over you and suddenly it’s all “what willpower, where’s the nearest drive-thru?!” While it’s not always easy to commit to eating healthy lunch and dinners, eating fast food 24/7 is the opposite of a good idea. And now that most restaurants have reopened, it might be even more tempting to stop into the nearest spot with fries, shakes and nuggets on the menu—especially if you have kids who are always requesting them. Related: Best Secret Menu Items at Fast Food Restaurants What if we told you you an still enjoy your favorite fast food meals on the regular, without feeling guilty later? By making homemade fast food recipes, you’ll be sure to find a way to cut down on eating-out costs and satisfy cravings at the same time. You can also control the calories, ingredients, sugar and fat this week, without completely sabotaging your healthy eating efforts. This roundup of healthy fast food recipes includes some of your favorite fast food menu items, but with a skinny twist! Eliminate some of the grease, sugar, carbs, starches and high-fructose corn syrup while still indulging in a Wendy’s Frosty, Texas Roadhouse frickles, a Five Guys burger and more—from time to time. Related: 12 Keto Fast Food Recipes to Make at Home About the Author: Megan is the content creator behind Pip and Ebby. She loves preparing and eating delicious food, but what she truly loves is this: making your life easier. Creating recipes that make things easier, yummier, healthier or more colorful or inspiring for you is what keeps her moving in the kitchen. On her blog you'll find comfort food, meals that can be put together quickly and a ton of great Instant Pot and slow cooker meals, as well as show-stopping desserts.",
      "tag": "Recipe,Food Science",
      "category": "Diet",
      "img": 8
    },
    {
      "title": "‘Beyond Silly’ National Food Days Are a Boon to Small Business ",
      "content": "As every American knows by now, on Sunday, July 18, the country celebrates National Ice Cream Day. Tamara Keefe, founder of the St. Louis mini-chain Clementine’s Naughty and Nice Ice Cream, is ready. “It’s our busiest day of the year in terms of customers and revenue,” she says. Keefe estimates that “on a super busy hot summer Saturday, we’ll do 1,000 or 1,100 people.” On National Ice Cream day, that number rises to range from 1,500 to 2,000. “Sales are almost double.” It will be hard for Keefe to beat last year’s performance. During the pandemic, she saw a notable spike at her single open store on National Ice Cream Day. “We had 2,500 people in that location. We did about $15,000 in sales that day.”  National Ice Cream Day, which was inaugurated in 1984 by President Ronald Reagan and is celebrated on the third Sunday of July, is one of the biggest food and beverage holidays that bombard people’s social media feeds and inboxes. The occasions commemorate everything from baked ham with pineapple (April 16) to moldy cheese (Oct. 9) to ‘pizza with the works except anchovies’ (Nov. 12).  They’re a powerful marketing tool—never more so than during the Covid-19  pandemic.  ‘A Big Deal’ Ben Van Leeuwen, founder of Van Leeuwen Ice Cream, says Ice Cream Day “is a big deal for us. We always see an increase in sales of 15% to 20%.” He anticipates that his company will see a bump of up to 20% this year as well, even though it won’t include the viral Mac &amp; Cheese ice cream collaboration with Kraft Foods Group Inc. That creation, which honored Mac &amp; Cheese Day (July 14), sold out online in an hour.    At Jeni’s Splendid Ice Creams, which is based in Columbus, Ohio, and has 59 shops around the country, founder Jeni Britton Bauer traditionally dismissed National Ice Cream Day. “I’ve always thought it was low-hanging fruit—that it doesn’t pay off that much but gives you something to talk about.” Still, in 2020, her stores drew about a 15% increase in sales, compared to an average summer Sunday. A notable amalgamator of food days is NationalToday,com, which lists all manner of holidays but pays special attention to food and drink. It categorizes more than 300 major food holidays and over 700 minor ones. The platform was founded in 2017 by Ben Kaplan and is owned by TOP Worldwide, an Austin, Texas-based marketing company with outposts in more than 20 countries. One way a food holiday can get started is as ice cream made it—by government proclamation. One can also gain traction if backed by a brand that want to promote a singular product or by passionate individuals who want their favorite snack to get time in the limelight. “Some have an unknown origin but are now engrained in the consumer mindset, so they get celebrated,” says Kaplan.  A fee must cover creation of a holiday, if it’s approved. “It’s often in the thousands of dollars,” he adds. “Businesses and brands can also choose if they want our help with influencers, social media, digital content, or PR campaigns related to the holiday.” International Dark ‘n Stormy Day is one of the newer holidays on National Today’s calendar. It kicked off in 2020 by designating June 9 as the official day of the rum-and-ginger beer highball. During the preliminary six months of negotiations with National Today, Goslings Rum, which has trademarked the cocktail, had to submit background material to prove its legitimacy. “We provided a copy of the Dark ‘n Stormy trademark certificate. It helped that June 9, 2020, was the 40th anniversary of the trademark,” says Malcolm Gosling Jr., whose family founded the company.   In June 2020, Goslings’ sales increased 600% on the e-commerce platform Drizly during the June week of Dark ‘n Stormy Day promotions, compared to the same week in 2019. (That shift is also attributable to movement in online orders during the pandemic.) Lifestyle Holiday Fatigue Such big sales spikes on national food and drink days may be temporary, however. Last year, when many restaurants were closed and people were shut up in their homes, a local ice cream cone became even more significant, especially for social media and hashtag purposes. Now that places are opening back up, French Fry Day (July 13) may seem less important. This year, Goslings has noted a drop in interest around the national holiday. Though the rum had double-digit growth in June in the U.S. this year, “we saw a more enthusiastic reaction from businesses jumping on board the Dark ‘n Stormy Day promo train in Europe,” says brand director Laura Baughman. “This may point to an affinity for these lifestyle holidays among Europeans more so than Americans, who might be experiencing some fatigue around lifestyle holidays.” National Today’s Kaplan agrees, saying there is “huge interest in food holidays in the U.K., Italy, Australia, and India.” He adds: “Consumer engagement on most holidays doubled during the pandemic.” In 2020, Casa Dragones benefited from its July 24 celebration of National Tequila Day. Sales at the tequila company were up about 30% compared to the previous week, according to founder Bertha Gonzalez. “National Tequila Day was particularly impactful for us last year,” she says. Casa Dragones hosted Instagram Live classes with celebrities such as Lily Aldridge, and the events garnered 447,000 impressions. “What we saw was that, compared to the previous year, our online sales with Reservebar.com grew over 200% year over year,” says Gonzalez. She believes that this year’s National Tequila Day will bring another sales spike, but she’s unsure whether it will match last year’s. “I’m open to being surprised,” says Gonzalez. View this post on Instagram A post shared by Tequila Casa Dragones (@casadragones) In the two-week lead-up to this year’s Gin &amp; Tonic Day on April 9, Fever-Tree, a vendor of mixers, saw an 11% jump in tonic water sales. That’s a dramatic decrease from 2020, when the company saw a 300% increase in the seven days leading up to G&amp;T day, according to Charles Gibb, chief executive officer of Fever-Tree North America.  Even products that might seem impervious to national food days often see a spike in sales. On last year’s National Junk Food Day (July 21), the soda category saw a 12% jump in demand compared to average daily sales for the rest of the year, according to Pattern, a global e-commerce company. Its data indicate that the jump might happen again this year; so far, year-over-year demand for soda is up 13%.    Ice Cream for Breakfast Day Sometimes the less obvious days are the most impactful. Bauer from Jeni’s Ice Cream favors Ice Cream for Breakfast Day, celebrated on the first Saturday in February, over the July 18 national day. The rule-breaking holiday was started in the 1960s by a woman in Rochester, N.Y., as a way to entertain her children during a snowstorm. “We own Ice Cream for Breakfast Day,” says Bauer. That day, Jeni’s stores open early at 8 a.m. Until noon, 100% of the profits are donated to such charities as the social change site DoSomething.org. Jeni’s also typically uses the day to debut a new flavor, such as Everything Bagel.  Keefe from Clementine’s goes big on that holiday, too. “It’s huge for us. Last year we did a collaboration with Tiffany &amp; Co. for the 60th anniversary of Breakfast at Tiffany’s.” Her St. Louis shops featured “Breakfast at Clementine’s” and gave away Tiffany gift cards to  customers dressed like Audrey Hepburn. “It’s February, people are bored, they wait in line around the block,” says Bauer. “It’s beyond silly, but it’s also powerful.”",
      "tag": "Diet Management",
      "category": "Diet",
      "img": 5
    },
    {
      "title": "Gluten-free food costs rise could force makers to change recipes ",
      "content": "The premium paid by shoppers for gluten-free versions of staple foods could increase in the coming months as the soaring cost of ingredients such as rice flour casts a shadow over the “free from” aisle in supermarkets. These specialist foods already cost a lot more than mainstream products, making any price rise a source of concern, particularly for people who follow a gluten-free diet out of medical necessity. The scale of the problem means some firms could opt to rewrite recipes with cheaper ingredients. Jason Bull, of the West Yorkshire-based ingredients firm Eurostar Commodities, said the wholesale price of rice flour, which is used to make gluten-free baked goods such as bread and cakes as well as baby food and desserts, was up 26%. Another factor was a 10% increase in freight costs. “Rice flour is a key ingredient, so this causes a problem for manufacturers,” he said. “Can they afford to absorb such large increases without increasing the retail price or will it filter down to the consumer? It may result in recipes for products having to change if they cannot be absorbed, which will affect taste and quality potentially.” The increase in the price of rice flour is down to problems in key rice-growing countries including Myanmar, where there has been a military coup, and India. Rice flour is usually made out of the broken grains that are a byproduct of milling. However, the squeeze means some suppliers are having to mill long-grain rice to produce it. Gallery: 10 natural superfood powders to add to your diet today (StarsInsider) The cost of raw ingredients accounts for only part of the overall price paid for products in supermarkets, so high street price rises would not be of a similar magnitude. There is also a time lag while current supply contracts come to an end. After that, retailers may opt to pass on a price increase while also asking manufacturers to absorb some of the higher costs themselves. © Photograph: Alamy The soaring cost of ingredients such as rice flour has cast a shadow over ‘free from’ and gluten-free foods in supermarkets. The pressure comes at a time when demand for gluten-free foods is high. They have traditionally been consumed by people suffering from coeliac disease, an ailment in which the immune system reacts to gluten, a protein found in grains such as wheat and barley. However, the free-from customer base, which includes the dairy-free category, is much wider as food intolerances become more widely understood. The market for gluten and dairy-free products was worth £1.1bn in 2020, according to the market researchers Mintel, with the former making up 40% of sales. The price of gluten-free products was a longstanding challenge, said Kiti Soininen, its category director, UK food and drink research. “Prices are typically noticeably higher than for standard products,” she said, with the higher price tags reflecting the need for dedicated production lines and specialist ingredients. This meant some consumers were already priced out the market, with only 15% of people in households earning under £25,000 buying gluten-free products compared with 23% in homes with an annual income of £50,000 or more. Two in five people who eat and buy free-from products said they cut back on them “when money is tight”, Soininen said, with any price rises potentially putting products out of more people’s reach. The price pressure comes at a time of wider concern about higher shopping bills. The Food and Drink Federation has said food prices could rise by 5% by the autumn as worker shortages drive up pay and other costs.",
      "tag": "Recipe,Food Science",
      "category": "Diet",
      "img": 7
    },
    {
      "title": "How this Seattle entrepreneur went from running a food truck to leading a fast-growing crypto startup ",
      "content": "A few of the StormX team members in Mexico, from left: Calvin Hsieh co-founder and CTO; Alex Hidalgo, head of product; Simon Yu, co-founder and CEO; Ollie Brown, UX designer. (StormX Photo) More than a year after shutting down his popular Korean-Mexican food truck and catering business Bomba Fusion, Seattle entrepreneur Simon Yu checked in from Mexico, where he’s working remotely, and the subject turned to food. “I had tacos here yesterday. I love Mexican food,” Yu said. “I still think our tacos are really good. The combination of Mexican and Korean food — it just goes so well together.” Yu may be done making tacos for tech workers in Seattle, but he’s plenty busy cooking up another success story with his current startup, StormX, a cryptocurrency platform he co-founded in 2015. And he’s still feasting on the lessons of persistence he learned along the way while struggling to make ends meet as a University of Washington student. Earlier this month, Yu and StormX landed a coveted sponsorship deal with the Portland Trail Blazers, the NBA team he grew up rooting for. We caught up to learn more about Yu’s startup journey. The early days © Provided by Geekwire The Bomba Fusion truck on the T-Mobile campus in Bellevue, Wash., in 2016. (Twitter Photo @BombaFusion) Yu grew up near Portland in Lake Oswego, Ore. When he moved to Seattle to attend UW, his parents were still running a small frozen yogurt shop near Portland. But they ran into troubles and declared bankruptcy when Yu was a sophomore. CONSTELLATION BRANDS, INC. “I was paying out-of-state tuition,” Yu said. “And I told my dad, ‘There’s a lot of pressure right now. So I’m just going to drop out and just work and try to save enough money so I can go back to college.'” He ended up working as a bank teller, but the barely-minimum-wage job wasn’t enough to pay for rent, student loans, food, etc. For months he was eating peanut butter and jelly sandwiches. “It was either find a second job or try to start a business of my own,” Yu said. “I wanted to sell these Korean tacos to kids around campus, to make some side income.” Using his mom’s Korean barbecue recipe, Yu assembled simple tacos in his apartment and sold them for $3 to students working late hours at UW’s Odegaard Library. Kickstarted by $100 he borrowed from his dad at age 19, and with no experience in the food industry, let alone starting his own business, Yu eventually turned the Bomba Fusion taco truck into a reality. “I’m a quick learner. I think that’s the one thing that I learned from being an entrepreneur for 10 years,” Yu said. “We were just able to keep figuring out problems, finding better spots and the business started really picking up.” © Provided by Geekwire Simon Yu presents at 9Mile Labs Demo Day in 2016. (GeekWire File Photo / Taylor Soper) New partner, new ideas Yu was still working in banking while running the truck around 2014, and he developed an interest in bitcoin. It was then that he met Calvin Hsieh, a UW computer science graduate who was also into the burgeoning cryptocurrency. Hsieh was looking for side work. “He was working on a bitcoin application, just a simple consumer app that paid users like two tenths of a penny for watching a video ad,” Yu said. “He just wanted to do the startup full-time after college and he needed some money for living costs and so he applied to be the food truck manager.” © Provided by Geekwire Calvin Hsieh. (LinkedIn Photo) After about a year and half, Yu quit his banking job to focus on Bomba Fusion as the truck picked up, while also pouring money into the survival of CakeCodes, the bitcoin startup Hsieh founded and that Yu joined. Yu said it was tough to get funding in Seattle because “everyone thought bitcoin was money laundering or a drug smuggling kind of operation.” The startup was bootstrapped for a few years, and Yu drove for Uber and Lyft as he worked to pay down his student loans. But by 2016 they were accepted into the 9Miles Labs startup accelerator, pitching CakeCodes on Demo Day as a gamified way to help businesses acquire new customers. They landed angel funding toward the beginning of 2017 and as crypto picked up and the product was doing well, Yu said they ended up raising a ton of money toward the end of 2017. At the same time, Hsieh went on to become manager, web developer and eventually co-owner of Bomba Fusion. And CakeCodes evolved into StormX. StormX success StormX is primarily a cash back application, so whenever users shop from Nike or e-Bay or Adidas or any of the hundreds of stores that StormX offers, they earn cash back in the form of cryptocurrencies, which can be redeemed as bitcoin, Ethereum, or StormX’s own STMX tokens. Users can also do a couple of micro-tasks — play games or check out different apps — to earn money as well. “Overall, what we’re trying to build at StormX is a single marketplace where people could just come and find different ways to earn money online,” Yu said. “And that really stems from Calvin and myself always desperately looking for ways to earn money through all these different jobs and stuff. We’re trying to create a simple platform where anyone anywhere across the world could just come and just use our app to earn some side income or primary income or whatever it may be.” StormX has attracted a global audience in more than 150 countries. The app has more than 3 million downloads and has paid out more than $4 million in rewards to date. Total funding for the startup is now $38.7 million. Weathering a storm Yu called from Mexico recently because StormX has gone 100% remote. The startup used to have a big office in Seattle, employing 53 people, including contractors, at its height. But they hit a crypto bear market in 2018-19 and Yu said they didn’t have a good product market fit. “Our burn was just too high. We were always trying to compete with Amazon and Microsoft [for talent] and you had to pay a lot of money for developers and it just became too unsustainable for us to survive,” he said. “We had to do a massive downsize.” StormX went to a skeleton crew and slimmed down to eight employees. But they’re coming back, finding smart people in Asia and Europe who don’t have a cost of living as high as Seattle’s, and the team has grown to 23. “It’s worked really well for us,” Yu said of remote workers. “I think that the plan is to continue doing that.” Trail Blazers deal © Provided by Geekwire The Portland Trail Blazers’ StormX jersey patch. (Photo courtesy of Bruce Ely / Trail Blazers) StormX landed its logo on an NBA jersey thanks in part to a tweet, where Yu proclaimed that one day his company would grab the coveted marketing spot. A StormX partner saw it and connected the startup founders to an NBA team. After talking to a few teams, the Trail Blazers eventually reached out and the conversation changed. “Their attitude was just completely different,” Yu said. “The organization all the way from the CEO to the sales reps, everyone was so into it.” The company views the partnership with the team as a way to gain more mainstream exposure and show people that there’s more to cryptocurrency and blockchain beyond speculation and trading. “There’s a lot of good use cases and we’re one of them,” Yu said. “Our product is here, we know how to turn the knobs. Now it’s time for us to really be aggressive with marketing. The Blazers was sort of our first partnership, but we have several more in the pipeline. We’re going to start making some buzz.” No more taco truck Bomba Fusion was doing well when Yu handed over the operation to his parents so they could have a source of income. It pivoted mostly toward being a catering business, serving tech companies such as Amazon and Microsoft and others including Nordstrom and the Bill &amp; Melinda Gates Foundation. In March 2020, COVID-19 hit and companies didn’t need food for workers who weren’t in offices. And around the same time, Yu’s mother was diagnosed with a brain tumor and was unable to operate the business anymore. Yu told his parents they should just retire. His mother returned to Korea for successful brain surgery, and now he sends his parents money every month. “We catered to 200 companies or something like that. It was very popular,” Yu said. “My mom was proud that she got to feed half of the Seattle tech population from her recipe.” Startup lessons Yu said that having good advisors to talk to was a big help when starting a company in his 20s with little experience. Advisors who ran successful companies coached Yu and Hsieh through problems that might have seemed insurmountable. He also credits the work ethic his parents always showed with guiding him on his own path. Whenever he and Hsieh were faced with financial hardship, they figured they’d seen worse and if they could eat they could survive. “We just don’t take things for granted. We just keep going,” Yu said. “And that’s definitely one thing that’s really helped us separate from some of the other companies. We definitely went through a lot of hardship. There were definitely a lot of points in our career where we thought we wouldn’t make it.”",
      "tag": "Healthy Diet",
      "category": "Diet",
      "img": 4
    },
    {
      "title": "Organic foods not always free from pesticides ",
      "content": "As consumers, we've been conditioned to believe that organic foods are free from hormones and pesticides. Walk into any supermarket, you will find fresh produce, canned foods, poultry, and even personal hygiene products labelled as 'organic'. But what does buying organic produce really mean? Food and health expert, Associate Professor Jayashree Arcot from UNSW School of Chemical Engineering, says organic farms are only certified after they have been operating under organic principles for three years, and must pass an audit and review process. \"As consumers, we know that generally, organic foods are grown and processed without synthetic chemicals. Animals are raised without growth hormones or antibiotics on a 100 percent organic diet,\" she says. \"However, what the consumers see labelled as organically grown food may not be organic, unless it has been certified. \"In the market, there are pesticides approved for organic agriculture—these are supposed to be low in toxicity compared to pesticides used in conventional farming. \"So just because you sell it as organic, it doesn't really mean it's pesticide free.\" The proof is in the soil Unlike conventional farming practices, organic farming does not use synthetic chemical intervention. Instead, it focuses on sustaining the natural state of the soil, often implementing practices such as crop rotation which involves changing the crop after every harvest. This traditional agriculture method maintains the biodiversity of the soil. For crops to flourish in an organic environment, A/Prof. Arcot says, the soil needs to undergo nitrogen fixation and farmers can achieve this by first growing pulse crops. \"Pulse crops, such as any type of legumes, are highly nitrogen-dense so they effectively feed the soil the nutrients it needs,\" she says. \"After harvest, the soil is nourished with nitrogen, and this provides natural nutrition for the next crop to grow.\" In Australia, the levels of agricultural and chemical residues that are allowed in domestic and imported foods are set by Food Standards Australia and New Zealand (FSANZ). A/Prof. Arcot says even though pesticides are used in conventional farming, the levels in our fresh produce are considered safe and are not high enough to be detrimental to our health. \"Australian fruits and veggies have very low levels of pesticides, in fact, even much lower than the minimum levels set by the Environmental Protection Agency in the US,\" she says. \"It's been shown that the levels of pesticides found in the produce we eat is actually a hundred times lower than the smallest dose that could be harmful to lab animals. \"So, people should not be alarmed if they do not purchase organic products.\" Check the label Food labelling should help consumers make an informed decision, but it can often leave them even more confused. In Australia, there is no mandatory certification requirement for organic produce sold domestically to consumers. Despite this, many organic businesses and farmers opt for organic certification anyway to boost consumer confidence. While Department of Agriculture, Water and the Environment is responsible for any issues concerning organic policy matters, organic certification is owned and managed by private organisations approved by Australian Biosecurity and Inspection. So where does that leave consumers? \"Many products carry a symbol or logo to show that they are certified organic but that is not always the case,\" says A/Prof Arcot. \"Unless it's certified by one of these organisations, there is no way of guaranteeing the authenticity of organic produce sold to consumers. \"The onus is on us, as consumers, to do our research before buying.\" Out with the old, in with the new If a non-organic farm decides they want to transition to organic farming, even though they may pass the certification requirements, it can still take a long time for the soil to transition, A/Prof. Arcot says. \"It takes longer to convert a conventional farm into an organic farm as the soil will reflect non-organic material in the conventional plots for many years,\" she says. \"Even if you stop today, it doesn't mean that your crops would magically turn into pesticide-free produce the next year—these processes can take years. \"The certification process needs to continue auditing even after farmers meet the National Standard of Organic and Biodynamic Produce.\" Benefits outweigh the costs If organic foods can still contain pesticides, why are consumers still paying a premium? \"Organic foods are generally more expensive because organic farming is labour intensive and there are much higher input costs,\" says A/Prof. Arcot. \"If you're not using pesticides or herbicides to ward off pests, then farmers need to do everything manually—that increases cost.\" But A/Prof. Arcot says despite the low risks that pesticides pose, there are still good reasons for buying organic foods. \"A recent review on the effect of consumption of organic foods on health shows that there may be a reduced risk of allergic disease and of overweight and obesity,\" she says. \"But the study was ultimately inconclusive as consumers of organic foods tend to generally have healthier lifestyles which could confound the evidence. \"However, I believe the biggest winner is our environment. While organic farming typically has lesser yields, it has a smaller carbon footprint compared to conventional agriculture which is a large emitter of greenhouse gases. \"So long-term, there are health benefits to people if we reduce any emissions in our atmosphere.\"",
      "tag": "Organic,Food Science",
      "category": "Diet",
      "img": 3
    },
    {
      "title": "Stretch your Dollar: Organic, in-season foods to buy now to prep for the rest of the year",
      "content": "If getting healthy is a part of your plans, the summer months are a great time to prep for the rest of the year while saving money. We are stretching your dollar with what to throw in the shopping cart. Taste of Home has a list of foods to buy organic this summer, and you may find most are marked down this month. Berries. Pick your own at local farms or support those featured in grocery stores. Berries can be frozen and used throughout the year. 2. Spinach and leafy greens. Go organic with these, since the leaves can retain pesticides. 3. Apples &amp; pears. Buy in a bag or container rather than individual apples; smaller fruits are a better serving size than the big ones and cost less per pound. 4. Stone fruits like nectarines, peaches, cherries and plums. Save money on things like peaches by buying canned or frozen when they’re on sale. Since these fruits have had their peels removed, much of the pesticide residue is removed along with the peel. 5. Grapes are another fruit highly susceptible to pesticides, and better to buy organic when you can. Stock up on organic raisins when they’re discounted for the kids’ lunches or baking season. 6. Celery. Buy by the stalk and just buy what you need. It’s a minor player that adds flavor and crunch. Organic foods to skip: Taste of Home says to skip anything organic that you’re going to peel. That means bananas, oranges (unless you plan to zest ’em), winter squash, and even potatoes and sweet potatoes if you plan to peel them.\n\n",
      "tag": "Organic,Food Science",
      "category": "Diet",
      "img": 8
    },
    {
      "title": "It just takes 12 minutes of exercise to start getting healthy, according to science",
      "content": "Not everyone has a lot of time to exercise. In a world in which our lives are increasingly busy, even a short half-an-hour HIIT workout session can feel like a hassle, when you factor in getting changed, showering, and working yourself up to get out the door in the first place. It can feel like a losing battle even as you're lacing up your workout shoes. \n\nHowever, new research has found you only have to exercise for around 12 minutes a day to begin to get the heart health and weight loss benefits involved in intense exercise. Sure, the longer you exercise, the more calories you're able to burn, but your body begins to open up pathways to better health even during short bursts of exercise, so your quick bursts of exercise during lunch or after work are never in vain. \n\nThe research comes from scientists at Massachusetts General Hospital, who studied 411 middle-aged men and women after 12 minutes of vigorous exercise. The research found \"acute cardiopulmonary exercise\" caused a number of changes to the participants bodies. \n\nGlutamate, a key amino acid linked to heart disease, diabetes and a shorter lifespan, dropped by 30%. DMGV, an acid associated with increased risk of diabetes and liver disease, dropped by 18%. \n\nInvestigator Gregory Lewis, MD, said: \"What was striking to us was the effects a brief bout of exercise can have on the circulating levels of metabolites that govern such key bodily functions as insulin resistance, oxidative stress, vascular reactivity, inflammation and longevity.\"\n\nInflammation is a big risk to the body, especially chronic or internal inflammation. Ordinarily, some mild inflammation in response to an injury or illness is a natural and healthy response, but when the entire body is under attack from an unhealthy lifestyle, excess inflammation and oxidative stress can lead to diseases such as cancer.\n\nIt's good to know 12 minutes of vigorous exercise is all it takes. Try one of our workouts plucked from the four-week HIIT training plan or our best exercises for weight loss, to really take things to the next level, as intense exercises such as kettlebell swings and burpees can really activate those metabolites and burn off some calories.",
      "tag": "Lifestyle,Healthy,Well Being,Stay Fit",
      "category": "Exercise",
      "img":12
    },
    {
      "title": "Is Diet or Exercise More Important for Your Health?",
      "content": "You’ve probably heard that “you can’t out-exercise a bad diet.”\n\nWhile this saying has some merit, you may wonder whether diet or exercise is more important for health goals like weight loss or improved heart health.\n\nWith endless health interventions out there, ranging from the 80/20 rule to exercise-free diets, it can be hard to gauge if you should prioritize diet or exercise — or if the answer lies somewhere in between.\n\nThis article tells you the benefits of exercise and diet, and if one is more important for your health than the other.\n\nTo lose weight you must be in a calorie deficit, meaning your body expends more calories than you consume. This can be achieved by eating and drinking fewer calories, burning more calories from physical activity, or a combination of the two (1).\n\nBenefits of diet\nWhile both diet and exercise are important for weight loss, it’s generally easier to manage your calorie intake by modifying your diet than it is to burn significantly more calories through exercise.\n\nThis may be why the 80/20 rule has become popular, as it states that weight loss is the result of 80% diet and 20% exercise.\n\nFor example, if you’re aiming for a daily calorie deficit of 500 calories, you could consume 400 fewer calories (80%) by eating lower calorie dishes, smaller portion sizes, and fewer snacks. Then, you only need to burn 100 calories (20%) from exercise.\n\nFor many people, this is easier than trying to burn 500 calories each day from exercise. Burning this many calories every day requires a significant amount of movement — plus, it’s time-consuming, taxing on the body, and rarely sustainable.\n\nTo illustrate, a person who weighs 154 pounds (70 kg) would need to cycle on an exercise bike for 1 hour at moderate intensity to burn 525 calories. Meanwhile, they could cut out 520 calories by skipping out on a venti Green Tea Frappuccino from Starbucks (2, 3).\n\nAn easy way to manage calorie intake and promote weight loss without counting calories is to focus on eating whole, minimally processed foods that are high in fiber, protein, and healthy fats (4, 5).\n\nBenefits of exercise\nThere are many ways that exercise supports weight loss.\n\nStrength training helps preserve and build muscle mass, which can increase your metabolic rate over time so your body burns more calories, even at rest. Furthermore, a single strength training session can increase your metabolic rate for up to 72 hours (6, 7, 8, 9).\n\nAerobic exercise such as walking, jogging, or cycling — especially at a low to moderate intensity for 30 minutes or longer — can burn a significant number of calories in a single session and help promote a calorie deficit (10, 11, 12).\n\nRegular exercise may also help manage hunger by regulating your hunger hormones. This may help prevent overeating and excess snacking. That being said, excessive exercise may increase appetite as well as injury risk, so moderation is best (13, 14, 15, 16).\n\nFinally, by burning extra calories and increasing your metabolic rate, regular physical activity allows you to have more flexibility with your diet, making weight loss more enjoyable and less restrictive (17).\n\nRecommendation: Combination of diet and exercise\nAlthough the 80/20 rule is a helpful guideline, you don’t have to follow it precisely. Instead, focus on making positive changes to your diet and exercise routine that work for you.\n\nFor instance, you may prefer achieving your daily calorie deficit 50% from diet and 50% from exercise. This means you’ll spend more time and energy exercising — but in return, you won’t need to limit your food intake as much.\n\nThe key for healthy, long-term weight loss and management is to use both diet and exercise (5).\n\nIn fact, one review showed that combining modest calorie restriction and exercise was the best way to achieve significant weight loss. In some cases, combining the two led to over five times more lost weight compared with using exercise alone (18).\n\nSimilarly, another review found that weight loss programs including both diet and exercise components had significantly greater weight loss results than interventions based on changes to either diet or exercise alone (19).\n\nUltimately, combining dietary changes and regular exercise can help you achieve more meaningful and sustainable weight loss in the long term.\n\nSummary\n\nWhile it may be easier to manage how many calories you consume, regular exercise helps preserve lean muscle and burn additional calories. Therefore, both diet and exercise are important for weight loss, and combining the two will optimize results.\n\nBoth exercise and diet play significant roles in heart health.\n\nBenefits of diet\nThe foods we eat can support or hinder heart health.\n\nThe dietary patterns associated with reduced heart disease risk are centered around minimally processed vegetables, fruit, whole grains, healthy fats, and lean animal and plant-based proteins while being low in sodium (20, 21, 22, 23).\n\nFor example, the well-established Mediterranean diet promotes heart health. It’s high in healthy unsaturated fats from olive oil, fish, and nuts, dietary fiber from whole grains and vegetables, and antioxidants that help fight harmful molecules called free radicals (24, 25, 26, 27).\n\nPlus, it contains limited amounts of saturated fats and added sugars due to its focus on fresh, minimally processed foods (24, 25, 26, 27).\n\nThe Dietary Approaches to Stop Hypertension (DASH) diet is another evidence-based eating style similar to the Mediterranean diet.\n\nIt encourages less sodium and more potassium and fiber by prioritizing whole, minimally processed foods like vegetables, fruit, and whole grains (27, 28, 29, 30).\n\nDiets high in saturated fats, sodium, added sugars, and refined carbohydrates from processed and red meat, sugar-sweetened beverages, baked goods, and highly processed snack foods like chips are linked with a higher risk of heart disease (27, 31).\n\nBenefits of exercise\nNumerous studies have shown that exercise can help lower your risk of heart disease, decrease blood pressure and LDL (bad) cholesterol levels, increase your heart’s size and strength, and improve cardiorespiratory fitness (32, 33, 34).\n\nEven if you don’t lose weight, you may experience these benefits when exercising regularly.\n\nModerate to high intensity cardio exercise strengthens the heart, allowing it to push more blood into your body with each heartbeat. This decreases the amount of stress on the heart and arteries, which lowers the risk of heart disease (32, 33, 34).\n\nWhat’s more, regular exercise can reduce your risk of developing type 2 diabetes — which is strongly linked to heart disease — by improving insulin sensitivity and blood sugar control (32, 33, 34).\n\nGeneral recommendations include getting either 150 minutes of moderate intensity exercise, 75 minutes of high intensity exercise, or a combination of the two each week for optimal heart health (32).\n\nEven a low intensity aerobic activity such as walking may reduce your heart disease risk (32).\n\nKeep in mind that if you have heart disease or another chronic condition, you should speak with your healthcare professional before starting a new exercise program.\n\nRecommendation: Combination of diet and exercise\nCombining a nutritious diet with regular physical activity is one of the most effective ways to reduce your risk of heart disease (35, 36, 37, 38).\n\nOther lifestyle changes that improve your heart health include quitting smoking, limiting or eliminating alcohol, maintaining a weight that is healthy for your body, and managing stress (38, 39, 40, 41).\n\nSummary\n\nConsuming a minimally processed, whole-food diet rich in healthy fats, fiber, and lean protein is linked to better heart health. Along with this, regular exercise keeps your heart stronger and reduces certain risk factors for heart disease.\n\nDiet and exercise can play important roles in other areas of your health, too.\n\nBuilding muscle\nTo build muscle, you need to do resistance training with progressive overload and eat enough protein throughout the day.\n\nProgressive overload involves gradually increasing exercise volume and load — through higher weight, more sets, or more reps — to stress the muscles (41, 42).\n\nIf you don’t challenge your muscles through resistance training, you won’t build muscles simply by eating a high protein diet. Likewise, if you do engage in strength training exercise but don’t consume enough protein, it will be difficult to gain muscle (41, 42, 43).\n\nTherefore, both diet and exercise are important for building muscle.\n\nMental health\nA nutritious diet rich in healthy fats, fiber, probiotics, vegetables, and fruit is associated with improved mental well-being and a lower risk of anxiety and depression (44, 45, 46, 47).\n\nFurther, low levels of certain nutrients including zinc, vitamins D and B12, and omega-3 fats are linked with worsened mental health (44, 45, 46, 47).\n\nExercise can also provide both immediate and long-term benefits to mental health. It promotes the release of mood-boosting endorphins — such as dopamine, serotonin, and norepinephrine — that temporarily improve your mood and stress levels (48, 49).\n\nAdditionally, regular exercise is associated with lower rates of moderate depression, anxiety, and other mental health conditions (50, 51, 52, 53).\n\nIn addition to any treatment recommended to you by your healthcare professional, regular exercise and a nutritious diet may improve your mental well-being.\n\nSummary\n\nBoth diet and exercise have been shown to promote muscle building and improve mental health.\n\nDiet and exercise are both important for optimal health.\n\nAchieving a calorie deficit through diet modifications is key for weight loss, while exercise provides many benefits that help sustain your results.\n\nFurther, both exercise and diet can help reduce heart disease risk, build muscle, and improve your mental health.\n\nTo promote good overall health, it’s best to consume a minimally processed, whole-food diet full of healthy fats, fiber, and lean protein. Also, aim to get at least 150 minutes of moderate to vigorous exercise each week.\n\nWhile you may be tempted to pick one over the other, diet and exercise work hand in hand, and combining both will optimize health and quality of life.",
      "tag": "Lifestyle,Healthy,Well Being",
      "category": "Exercise",
      "img":13
    },
    {
      "title": "exercise after COVID-19",
      "content": "The Centers for Disease Control and Prevention (CDC) and the World Health Organization acknowledge that regular physical activity and exercise is not only safe, but necessary to promote the health benefits described above. The risk of experiencing more severe COVID-19 symptoms is greater among people with conditions such as obesity and high blood pressure—both of which can be beneficially modified by regular physical activity. Furthermore, regular moderate intensity exercise helps boost immune function, which can protect against or reduce disease severity if you were to become reinfected with COVID-19. This may be why major research findings published in Mayo Clinic Proceedings and the British Journal of Sports Medicine suggest that meeting physical activity guidelines and having greater fitness decrease the likelihood of a severe COVID-19 infection.\n\nYou may have heard it said that exercise is \"aerosol-generating.\" During exercise, the amount of air moved in and out of the lungs increases. This means that, like coughs and sneezes, exercise can increase the number of particles released into the surrounding environment. The virus that causes COVID-19 likely spreads in these respiratory particles.\n\nAs COVID-19 vaccination rates increase, CDC guidance on the use of masks and social distancing is regularly updated. When considering how to safely take part in physical activity or structured exercise, you are advised to follow current public health guidance.\n\nExercising outdoors and avoiding large groups of people is preferable, especially if you are not yet fully vaccinated for COVID-19. If you wish to exercise in a community gym, then maintaining appropriate distance between you and others, and wearing a mask, is advisable. If you prefer to exercise indoors, consider doing so in the comfort and safety of your home.\n\nThere have been concerns that wearing a mask during exercise may increase breathlessness, require a greater amount of respiratory effort, and may even cause issues related to rebreathing of your own exhaled carbon dioxide. While wearing a mask during exercise may feel uncomfortable, accumulating evidence indicates that doing so has at worst only a negligible effect on how your body responds to exercise. It also has been suggested that exercising while wearing a mask is safe with no negative health implications, even during hard exercise.\n\nIf you have not been fully vaccinated, it is still advisable to wear a mask during exercise, especially indoors. But consider using a lighter cloth or surgical mask, and exercising at a lower intensity.\n\nIt is important to stress that anyone who wants to increase their physical activity or start exercise training after being infected with COVID-19 should first discuss this with their primary care provider.\n\nA recent report in The BMJ suggested that while there may be certain risks associated with restarting physical activity after hospitalization due to COVID-19, people who experienced mild to moderate COVID-19 symptoms and did not require hospitalization can resume physical activity about one week after symptoms have subsided. It is advised that these people return to activity in a gradual manner, perhaps starting with a week of low-level stretching and muscular strengthening exercise. You can build up to walking with gradual increases in exercise time, while avoiding high-intensity training or prolonged exercise during the initial return to normal activity. Those who were hospitalized should seek medical advice from a health care professional to assess their risk before returning to activity.\n\nYou should be realistic about how quickly you can return to your level of activity before COVID-19, considering the possible effects of detraining following an extended period of inactivity. Furthermore, those with lingering COVID-19 symptoms sometimes referred to as post-acute COVID-19 syndrome or \"long COVID,\" might encounter greater difficulties returning to exercise. Again, such people should seek the advice of their health care provider before returning to their level of activity prior to COVID-19.\n\nAlways speak to your primary care provider if you have questions about exercise or symptoms.",
      "tag": "Well Being,Healthy,Stay Fit",
      "category": "Exercise",
      "img":9
    },
    {
      "title": "Can Aerobic Exercise Improve Cognitive Function and Decrease Alzheimer's Disease Risk?",
      "content": "Researchers are investigating ways to help improve cognitive function and potentially decrease dementia risk.\nOne in three seniors dies from Alzheimer’s disease and other forms of dementia and it kills more people than breast and prostate cancers combined.\nNow a new study has found evidence that one year of aerobic exercise training improved cardiorespiratory fitness, cerebral blood flow regulation, and memory function in people with mild cognitive impairment.\nModerate to vigorous-intensity aerobic exercise may benefit adults with mild cognitive impairment, according to a new study by researchers at the University of Texas Southwestern Medical Center. Finding ways to help people with mild cognition is important to potentially combat rising cases of Alzheimer’s disease and other forms of dementia.\n\nThe study, published in the Journal of Applied Physiology, found evidence that one year of aerobic exercise training improved cardiorespiratory fitness, cerebral blood flow regulation, and memory function in people with mild cognitive impairment.\n\n“Aerobic exercise is very important for improving both vascular function and brain function,” said Rong Zhang, PhD, a professor of neurology at the University of Texas Southwestern Medical Center, a research scientist at Texas Health Presbyterian Hospital in Dallas, and the study’s principal investigator. “The brain is a unique organ. It needs constant blood flow and oxygen supply.”\n\nAlzheimer’s disease and other forms of dementia are among the nation’s biggest public health threats.\n\nWhile this study didn’t look at combating Alzheimer’s disease directly, it looked at helping people with mild cognitive impairment. Mild cognitive impairment has been shown to increase the risk of developing dementia caused by Alzheimer’s disease or other neurological conditions.\n\nExperts have been looking for ways to prevent all forms of dementia, including Alzheimer’s. Currently, there is no cure.\n\nResearch into this subject has become more pressing as America’s population is aging rapidly. More than 10,000 people turn 65 years old each day.\n\nOne in three seniors dies from Alzheimer’s disease or other forms of dementia, and it kills more people than breast and prostate cancers combined. More than 6 million people over the age of 65 in the United States live with Alzheimer’s disease, a figure that is expected to balloon to almost 13 million by 2050, according to the Alzheimer’s Association.\n\nDuring the pandemic, Alzheimer’s disease and other dementia-related deaths rose 16 percent.\n\nFor this study, researchers observed 37 people ages 55 to 80 with mild cognitive impairment. These adults were observed over a 12-month period.\n\nFor the first 10 weeks of the study, these subjects participated in three exercise sessions a week that included brisk walking for 25 to 30 minutes, according to Tsubasa Tomoto, PhD, the paper’s lead author and a post-doctoral fellow at the Institute for Exercise and Environmental Medicine at Texas Health Presbyterian and the University of Texas Southwestern.\n\nAt the beginning of the study, the subjects participated in three brisk walking exercise sessions each week for 25 to 30 minutes. Beginning in week 11, they exercised 4 times a week, walking briskly uphill for 30 to 35 minutes per session. After week 26, exercise sessions increased to 4 to 5 times a week for 30 to 40 minutes.\n\nResearchers found that vigorous exercise was associated with a host of benefits for people with mild cognitive impairment. They not only improved their cerebral blood flow regulation and cardiorespiratory fitness, but they also their memory and executive function.\n\n“While we don’t have any effective treatment yet for Alzheimer’s yet, prevention is the most important key” at this time, said Tomoto. “We are focused on mild cognitive dysfunction. There is some research that suggests that if you do intervention, you could have some hope in reducing Alzheimer’s. That’s why we focused on this population. If you could exercise, it could improve vascular function and may lead to cognitive improvement.”\n\nDr. Santosh Kesari, PhD, a neurologist, neuroscientist, and neuro-oncologist, said there has been some evidence suggesting a connection between exercise and reducing the risk of Alzheimer’s.\n\n“It’s an interesting study,” said Kesari, director of neuro-oncology at Providence Saint John’s Health Center in Santa Monica, California. “It validates the fact that exercise can improve cardiovascular and brain function in a fairly short period of time. It’s not revolutionary, but this is a good study in the sense that it documents this in a different way.”\n\nBenjamin Bikman, PhD, an associate professor of cell biology and physiology at Brigham Young University, added that research around Alzheimer’s disease is changing, even examining if Alzheimer’s disease is a metabolic disorder affected by insulin.\n\n“The brain is an energy hog, with among the highest metabolic demands of any tissue in the body,” Bikman explained. “In order for the brain to get all the energy it needs, the hormone insulin must be able to do its job. Insulin, among many roles, opens glucose doors into parts of the brain involved in memory and learning, helping those brain cells get all the glucose they need to function.”\n\nHe noted that exercise helps regulate insulin.\n\n“Exercise has many beneficial effects, but among the most relevant with Alzheimer’s disease is that it drastically improves insulin sensitivity, allowing insulin to work better in the body and allow more glucose to feed the hungry brain,” Bikman explained. “While we should certainly [do] mental exercises to keep our brain sharp, such as studying a new language and learning a new instrument, this shouldn’t replace whole-body exercise, which helps the myriad metabolic functions in the body, including the brain, run optimally.”\n\nKesari said the potential implications of this study and others like it are massive.\n\n“Simply exercising could improve your brain function in the long run, and it’s good for you at the end of the day. The health economic implications are huge. It could reduce severe dementia in the long run and reduce healthcare costs.”",
      "tag": "Body Science,Well Being,Healthy",
      "category": "Exercise",
      "img":10
    },
    {
      "title": "I got so fit working from home. How do I stay in shape and healthy when I return to the office?",
      "content": "Going back to the office doesn't mean you can't maintain healthy habits.\nMeal prep and scheduling your workouts will help you stay on track.\nMake training as convenient as possible by joining a gym near your office.\nRead more Working It Out here.\nVisit Insider's homepage for more stories.\nDear Rachel,\n\nHow do you find a balance of healthy eating and fitness when returning to the office? I've been working from home for over a year now and it's been great because I have so much more time to exercise and make healthy meals. But my company is returning to the office soon and that means I'll lose an extra two to three hours of my day just by commuting and general office life. I'm really worried about how to have not only the time but the energy to maintain the health and fitness goals I've reached during the pandemic.\n\n- Worried Worker\n\nDear Worried,\n\nA change of routine can be nerve-wracking when it comes to health, so it's understandable to be scared about losing your progress.\n\nThe busier life becomes, the less time (and headspace) we have to focus on our fitness goals. But patience here is key.\n\nIt took us all a while to adjust to working out, working, and eating at home at the same time, so it'll take a while to settle back into \"normal\" life again.\n\nPreparation is key\nThe most important factor for staying fit while busy is preparation.\n\nEvery Sunday, I schedule my workouts and meal plan for the week ahead.\n\nCoach and gym manager at WIT Fitness Jess Rosart and registered dietitian Tai Ibitoye both recommend meal prepping. Simply batch cook your meals at a designated time each week, and start making it a habit now.\n\n\"You can ensure that your meals are balanced by including a variety of fruits and vegetables, good sources of protein, starchy carbohydrates (especially to maintain your energy levels), and dairy or non-dairy alternatives,\" Ibitoye told Insider. \"Knowing that you've thought ahead of time of what you will eat during the week may put your mind at ease.\"\n\nStart the day well\nWhether you eat breakfast at home, on-the-go, or in the office, start the day with a nourishing meal.\n\n\"Breakfast is the first meal of the day and an initial opportunity to fuel and provide nutrients to your body like fiber, vitamins, and minerals,\" Ibitoye said.\n\nA post shared by Rachel Hosie (@rachel_hosie)\n\nGallery: One Major Effect Coffee Has on Your Metabolism, Expert Says (Eat This, Not That!)\n\nI'm a big fan of overnight oats because it's ready to eat in the morning, and Ibitoye recommends oatmeal topped with nuts, seeds, and fruit. You can also pair eggs with whole grain toast or yogurt with oats and fruit.\n\nMake healthy choices on the go\nDon't worry if you can't always have lunches prepared - just make smart choices from cafes and grocery stores.\n\nIbitoye said reading nutrition labels will help you keep an eye on your intake of added sugars, saturated fat, and overall calories.\n\n\"Snacks can provide energy for your activities during the day and also provide you with vitamins, minerals, protein, and fiber,\" Ibitoye said.\n\nCookies and cakes in the office can be hard to resist. You don't have to cut them out altogether, but eat them in moderation by bringing your own snacks.\n\nIbitoye suggests fruit, unsalted nuts and seeds, unsalted popcorn, plantain chips, low fat yogurt, rice cakes, crackers, or vegetable sticks with hummus, salsa, or low fat cheese dip.\n\nEat mindfully\nIbitoye recommends stepping away from your work to eat lunch without distractions.\n\n\"Mindful eating provides an opportunity to become more aware of your physical hunger and satiety cues to guide your decision to begin and end eating,\" she said.\n\nDrink plenty of water too, as we sometimes mistake thirst for hunger.\n\nMake fitness as convenient as possible\nYou're more likely to stick to your fitness regime if it's as easy as possible, so try out a gym close to your office or on your commute.\n\nRosart recommends looking into whether class times fit with your schedule and training preferences (ie. morning, lunchtime or evening).\n\nIf you find yourself being drawn to happy hours or having to work late in the evening, it might be best to train in the morning.\n\nA post shared by Rachel Hosie (@rachel_hosie)\n\n\"Consider the community and energy of the space,\" Rosart said. \"It's often overlooked but really important that you are excited to go to this gym or studio.\"\n\nAlthough commuting can be time-consuming, you might also find your step count increases without trying. Going back to the office isn't all bad for your health - just give yourself time to settle into a new routine.\n\nWishing you well,\n\nRachel\n\nAs a senior health reporter at Insider and a self-described fitness fanatic with an Association for Nutrition-certified nutrition course under her belt, Rachel Hosie is immersed in the wellness scene and here to answer all your burning questions. Whether you're struggling to find the motivation to go for a run, confused about light versus heavy weights, or unsure whether you should be worried about how much sugar is in a mango, Rachel is here to give you the no-nonsense answers and advice you need, with strictly no fad diets in sight.\n\nRachel has a wealth of experience covering fitness, nutrition, and wellness, and she has the hottest experts at her fingertips. She regularly speaks to some of the world's most knowledgeable and renowned personal trainers, dietitians, and coaches, ensuring she's always up to date with the latest science-backed facts you need to know to live your happiest and healthiest life.",
      "tag": "Healthy,Stay Fit,Body Shape",
      "category": "Exercise",
      "img":11
    },
    {
      "title": "Paulina Porizkova's Secrets to Staying Fit at 56",
      "content": "Paulina Porizkova, 56, is proof that life can get even better with age. The supermodel is currently on vacation in Costa Rica, enjoying all the sights in a string bikini. \"Do go chasing waterfalls!\" she captioned a post this week, showing off her sensational figure in a string bikini. \"Good thing I always wear a bikini to hike in the jungle. I should also add that we got totally lost after this, and wandered the jungle for about an hour before finding our way. Thank you for the great camera work and for trusting me to get us the hell out.\" So, how does Porizkova maintain her fabulous physique at 56? Read on for some of her top tips and tricks.\n\n1\n\nShe Started Exercising at 40\nSurprisingly, Paulina didn't workout during her years as a supermodel. \"I started exercising when I was 40. I never did anything before that. Just cigarettes and poor nutrition. I could eat whatever I wanted because I smoked,\" she told Elle. \"Cindy [Crawford] would be there sweating and working out, and she had a fabulous body that she worked for and I was just like, 'Oh, that's stupid.' I had a good time being unhealthy for a while, but then you pay for it.\"\n\ngrilled seared salmon\n\nIn a recent Instagram post, Paulina revealed that she maintains a healthy diet, with a few exceptions. \"I live reasonably clean- don't much enjoy processed foods, but love a variety and do love my cakes,\" she said.\n\n3\n\nShe Makes Time For Exercise\nGetty Images\n\nIn a recent Instagram post she revealed that staying in shape at 56 takes work. \"I try to exercise at least 3-5 days a week. And you know what? I frickin hate it,\" she captioned a workout video. \"I don't like to sweat and huff and puff and hurt. If sitting on a couch, eating cake, drinking wine and reading did the same for me as exercise, there would be no contest. BUT. I have come to find out that 'working out' is that perfect little pill everyone is looking for. It makes you feel good, look good, good for your brain and body – a small miracle that has to be paid of by a little discomfort.\"\n\nStory continues\n\n5\n\nDancing Is Her Favorite Workout\nPhoto by Victor VIRGILE/Gamma-Rapho via Getty Images\n\nPaulina's favorite method of burning calories is dance. \"I still dance. I've done boxing. I've done rowing. You name it, I've done it. Except for running. I don't like running. It doesn't feel good to me. It feels bad on my knees,\" she told Elle. \"I'd rather do Zumba. And Bollywood dancing is a great way to get the aerobic part done. I do some really hard rowing classes. It's become something that's like brushing my teeth. It's something I have to do.\"\n\nPilates reformer workout exercises woman brunette at gym indoor\n\nIn her Instagram post, she also revealed that she relies on the Pilates based Norfar Method, founded by Norfar, \"the woman responsible for the body I'm proud of,\" she revealed. The classes are taught online or out of the fitness brand's Manhattan studio.",
      "tag": "Healthy,Body Shape,Stay Fit",
      "category": "Exercise",
      "img":14
    },
    {
      "title": "Sport science body to track female athletes’ hormonal changes linked to menstruation",
      "content": "Highs and lows are a feature of any athlete’s career, but for some female contestants, these peaks and troughs in performance may come more regularly – driven by hormonal changes associated with their menstrual cycles.\n\nNow, the English Institute of Sport (EIS) is seeking to level the playing field through the rollout of regular saliva testing to track the rise and fall of two key drivers of these monthly changes: oestrogen and progesterone.\n\nBecause of the hormones involved, the menstrual cycle underpins many aspects of a woman’s health, from her bone strength to her fertility, immune system and mental functioning. “If they don’t have a healthy menstrual cycle, it means for whatever reason, something’s not quite right,” said Dr Richard Burden, co-lead for female health at the EIS.\n\nSome women also experience symptoms related to their menstrual cycle such as low energy, pain or bloating. According to one recent study of female rugby players, 93% of them reported cycle-related symptoms, and 67% thought these affected their athletic performance.\n\nEven so, the menstrual cycle is among the least studied aspects of human biology. Last year, Chelsea Women became the first football club in the world to start tailoring its players’ training to their menstrual cycles, although there’s little evidence that this is effective.\n\n“There’s a very thin layer of evidence to suggest that there may be ways in which you can manipulate training based on where someone is in their menstrual cycle. The problem is that if you’re not measuring the hormones, you don’t actually know what’s happening. Just because you have a normal cycle length, doesn’t mean that your hormones are behaving in a normal fashion,” Burden said.\n\n“Also, all of the research right now is very generalised, and applying what is happening in a general population to an athlete who is performing at the highest level she possibly can doesn’t really cut it.”\n\nThe EIS is now seeking to change this, in the hope of providing more precise and individualised support to female athletes. By tracking their hormones, Burden and his colleagues hope to gain a better insight into how athletes’ training schedules are affecting their health, or their recovery from injury. If abnormalities in their cycles are detected, this could lead to nutritional or other interventions try to correct them.\n\nLast summer, the EIS launched a pilot study involving 15 elite athletes from eight sports, including football, tennis, rowing, cycling, gymnastics and modern pentathlon, which suggested that alternate day hormone testing could provide real-time actionable data.\n\nThough the research is still at a very early stage, the idea is to roll out the technology more widely post-Tokyo, to test whether it really could improve women’s general health and performance in the run-up to the Paris Olympics in 2024.\n\n“I think it’s exciting that girls are talking about how their period affects them, and that we’re finding ways to not fix it, but improve and manage symptoms,” said Pentathlon GB athlete Jess Varley.\n\nAlthough some athletes already use period-tracking apps, these don’t measure hormones; indeed, any form of regular hormone testing has been difficult, because until recently, this required samples of blood. The Hormonix system, which was developed by Kent-based Mint Diagnostics, in collaboration with the EIS, uses saliva testing instead.\n\nDuring the pilot study, the athletes took a sample of their saliva in a tube, and then stored these in their freezers until they could be collected and analysed, after which the data was fed back to them. However, Mint Diagnostics is working towards point-of-care testing, where saliva samples could be loaded into a desktop machine, and results delivered almost immediately, allowing coaches to process athletes’ saliva samples and provide real-time feedback about their health.\n\nAlso under development is saliva sampling to measure hormones found in both male and female athletes, such as cortisol and testosterone. These could be used to monitor their response to training and recovery, and potentially enhance it.\n\nKaty Dunne – professional tennis player\n\nKaty, 26, had fairly regular periods until she was about 14, when she started eating less, on top of competing in junior tennis tournaments. As she grew older, her periods became increasingly sporadic, until they stopped completely. A turning point came in her early 20s, when Katy’s coaches noticed that she wasn’t gaining any strength, even though she was training hard. “They kind of put two and two together and had a conversation with me about my fuelling, and whether I wasn’t eating enough,” she said.\n\nWith professional support, Katy began eating more, and gradually her periods returned. “I’d say that I was happy, because I’d gone from having no periods, to having maybe eight or nine in a year,” she said.\n\nEven so, Katy’s coaches were concerned about the low-level injuries she kept sustaining: bruising on her pubic bone; groin strain; stomach strain; a shoulder injury – which were hampering her progression with training.\n\n“The biggest risk to performance in any elite sport is loss of training time. The more days you lose, the probability for high performance gets smaller,” said Burden at the EIS.\n\nKaty was referred to Burden, who enrolled her in the Hormonix trial. This revealed that, although she had the appearance of a healthy menstrual cycle, her hormones were not fluctuating in the way that they should.\n\n“The menstrual cycle underpins most of the physiological systems in a female, and someone like Katie needs all of those physiological systems to be firing 100% because of the training that she’s doing, and the performance that she’s striving for,” said Burden. “If her hormones aren’t really supporting that, then there may be consequences for things such as her immune function and injury susceptibility.”\n\nKaty said: “It has enabled me to see that I need to make another change and keep improving on how I’m fuelling my body. As a result, we’ve brought on more support in a nutritionist, to start improving that.”\n\nJess Varley – Pentathlon GB athlete\n\nJess, 26, has always had regular periods, arriving every four weeks without fail. However, she’d noticed that in the three or so days running up to her period, she’d suffer from stomach cramps, feel less energetic and her athletic performance would suffer.\n\n“The most obvious discipline that it has affected is fencing, because you have to be so mentally switched on and aware of what’s happening around you, and then physically explosive in the right moment,” said Jess. “My fencing performances were just very up and down, depending on when they fell in my menstrual cycle.\n\nJess was also enrolled in the Hormonix trial, which revealed that her menstrual cycle was entirely healthy. Even so, this information was extremely useful, because it ruled out hormonal abnormalities out as the source of her menstrual symptoms. Now, Jess and her support team could start adjusting other aspects of her training and diet to see if this had any impact on her menstrual symptoms, while ensuring that these interventions weren’t adversely affecting her health.\n\n“We tried changing my diet, so we cut out pasta and bread, and lowered [other] carbs a little bit, but not excessively. And because we were tracking the hormones, we knew that I was still fuelling enough day-to-day, to cope with the volume of training that we’re doing,” said Jess. “We found that cutting out that form of carbohydrate, made a huge difference to my symptoms.\n\n“It has given me the confidence to go into competitions and not worry about where I am in my hormone cycle. And to know that I am fuelling correctly and to trust that I can perform at the best of my ability now, any time, which is exciting.”",
      "tag": "Body Shape,Body Science,Stay Fit",
      "category": "Exercise",
      "img":11
    },
    {
      "title": "The Science of Sweating It Out",
      "content": "Nearly 20 people crammed into the scorching sauna of a Berlin spa on a cool evening in 2019, waiting for the Aufguss ceremony to begin. The word Aufguss translates to “infusion,” and spa-loving Germans speak about it as if it’s a spiritual experience. Sweaty missionaries—called Aufguss masters—have spread the ceremony to spas across Europe and beyond.\n\nCarrying a wooden bucket and ladle, the Aufguss master stepped into the sauna to begin the ceremony. He scooped water infused with lemon grass essential oil onto the sauna’s hot rocks, releasing a pulse of scented steam. Then he picked up a towel and started whipping it around above his head.\n\nMany cultures have ritualistic sweating ceremonies—if not currently, then at some point in their histories. Marbled hammams dot the Middle East; Native Americans have sweat lodges; Koreans frequent jjimjilbangs; Russians drink vodka in banyas; and the Finns have exported saunas across the Western world. For many people, there’s something both calming and cathartic about perspiring in vast quantities.\n\nMesmerizing towel work is the crux of the Aufguss ceremony, because it distributes thick gusts of hot wind around the sauna. Like the opposite of a winter windchill, which makes you feel colder, the steamy gale makes the sauna feel hotter. A good Aufguss master can work up enough wind over the course of the ten-minute ceremony so that your hair blows in the breeze, even as sweat floods down your skin.\n\n“ Because your body is one of the coolest objects in a sauna, evaporated water condenses on it like kettle steam on a cold winter window. ”\n\nThe outpouring is not only sweat: Scientists have figured out that in a steamy sauna, between 30% and 55% of the liquid that rolls down your body is actually condensed water. Skin temperature in a sauna rises to a few degrees above normal (to about 109°F), but the rest of the space is typically about 175°F to 195°F, and the steam is above 210°F. Because your body is one of the coolest objects in the room, evaporated water condenses on it like kettle steam on a cold winter window.\n\nAt the end of an Aufguss ceremony, it’s not uncommon to float out on a wave of euphoria that is the product of both brain biochemistry and basic physiology. When your skin temperature spikes in a sauna, so does your pulse. After 10 to 15 minutes inside, your heart can be beating about 120 to 150 beats per second. For many people, this is the equivalent of mild exercise. Sauna sessions boost blood levels of epinephrine, growth hormone and endorphins—the latter of which are, incidentally, also hormones often held responsible for a runner’s high. With a sauna, you get the happiness without the mileage.\n\nSauna sessions can be the equivalent of mild exercise, boosting blood levels of epinephrine, growth hormone and endorphins. Photo: Getty Images\nIn trying to capitalize on humanity’s love of a good sweat, spa entrepreneurs often promise patrons a cornucopia of health benefits, many of which border on pseudoscience, if not rubbish. Going to the sauna is not a smart chemical detox strategy; in fact, sweating is not a detox strategy at all, and calling it one reveals a fundamental misunderstanding about how the human body works.\n\nSweat is sourced from the liquid parts of blood, minus the big stuff like red blood cells, platelets and immune cells. Any chemicals floating around in the circulatory system can emerge in sweat—the good stuff like glucose and hormones and the unwelcome stuff like heavy metals and urea. But if you actually detoxed by sweating, you would have to expel all the liquid in your blood to get rid of the nasty stuff. This would leave you completely dehydrated and likely dead. Instead, your kidneys filter your blood of problematic chemicals and dispatch them out in urine.\n\nSweat is responsible solely for cooling us down; anything that emerges with it is incidental, just along for the ride from the blood plasma to our skin’s surface. Which is why humans need to replenish our precious bodily fluids after an epic sweat, an issue investigated by Michael Zech of Dresden’s University of Technology.\n\nSHARE YOUR THOUGHTS\nHave you experienced benefits from going to a sauna? Join the conversation below.\n\nSitting in a sauna, gazing down at the perspiration pouring off his body, Dr. Zech wondered how long it would take for a sip of water to transit from his lips to his pores. Before his next sweat, he slipped a chemical tracer into his favorite sauna rehydration beverage. He drank a little over a pint of it, stripped down and stepped into the sauna. At regular intervals, he captured his sweat droplets in small glass vials.\n\nAt his lab, Dr. Zech checked the samples and found that it took less than 15 minutes for the tracer to transit through his stomach, be absorbed by the intestine, get filtered through the liver and kidney, enter his bloodstream, lap through his circulatory system to reach the veins in his skin, diffuse through his dermis toward the sweat glands and then escape out of the millions of pores on his skin. His question answered, Dr. Zech went back to sweating for fun instead of science.\n\nSerious scientists have not neglected the sauna, but many questionable health claims about it come from dubious research done decades ago. For example, there’s an oft-repeated claim that going to the sauna boosts your immune system and helps prevent colds in winter. The evidence for this comes from a handful of studies from the 1970s and 1980s that even a proponent called “mostly retrospective and poorly controlled.”\n\nGoing to the sauna has been shown, however, to be excellent for your heart. This conclusion is based on a large study of Finnish men that has gone on since the mid-1980s. The men who went to the sauna regularly had a lower incidence of sudden cardiac death, fatal coronary heart disease, fatal cardiovascular disease and mortality altogether—which means, in short, that going to the sauna regularly could help extend one’s life.\n\nOf course, for Finnish men, “going to the sauna regularly” means more than four times a week. Given the widespread cultural habit of regular sweating among Finns, the scientists used the men who went to the sauna once a week as a base reference and compared their health to the men who went more often.\n\nStill, the finding is striking. Even though you are, in principle, relaxing in the sauna, your circulatory system is not. It’s on full-blast, trying to take hot blood from your interior and bring it to veins near your skin’s surface, where sweat evaporation cools the blood swooshing by. All that blood pumping through the circulatory system gives your heart a workout and provides knock-on biochemical effects that likely activate plaque-clearing and other benefits to your circulatory system.\n\nBut don’t cancel your gym membership yet. Sitting in a sauna doesn’t burn nearly as many calories as a workout, and you don’t build or strengthen muscle. Still, for people who can’t exercise, going to the sauna might be a good first step toward heart health. Catching an Aufguss ceremony can lend it a touch of artistry besides.",
      "tag": "Body Science,Stay Fit",
      "category": "Exercise",
      "img":12
    },
    {
      "title": "Can Vaccinated People Go to the Gym?",
      "content": "Gyms and indoor fitness classes are one of the riskier sources of viral spread for the unvaccinated. I recently wrote about the case of a 37-year-old fitness instructor in Hawaii, who taught a spin class to 10 people.\n\nHe was perched on a bike in the front of the room, facing his students as he shouted instructions and encouragement. The doors and windows were closed, but three large floor fans created a breeze to keep everyone cool. As a precaution against Covid-19, all the bikes were spaced at least six feet apart. (At the time, the gym didn’t require people to wear masks.)\n\nBut just four hours after class, the instructor began feeling fatigued. By the morning he had chills, body aches, a cough and other respiratory symptoms. Soon, he tested positive for the coronavirus, and eventually, everyone who attended his class that day tested positive, too.\n\nThe outbreak didn’t stop there, though. A 46-year-old fitness instructor who attended the spin class went on to infect another 11 people during personal training sessions and kickboxing classes over the next few days, before falling ill himself and landing in intensive care.\n\nThe case of the Hawaii spin instructor was alarming because of the efficiency with which the virus left his respiratory tract and swirled around the enclosed classroom, reaching every person in the room. Among epidemiologists, that’s known as a 100 percent attack rate.\n\nThis story happened before people could be vaccinated, but it’s a lesson in why group fitness classes, which often encourage high-energy huffing and puffing in poorly ventilated classrooms, present such a daunting challenge to infection control. It’s unlikely that a vaccinated person would become ill after attending a group fitness class, but the risk of infection is certainly higher at an indoor fitness class than going to the grocery store or your local library.\n\nSo how should you decide what to do? I’ve spoken to a number of experts and the consensus is that vaccination should help you get back to much of your normal life — with a few reasonable precautions, like wearing a mask on public transit or in a store, when the vaccination status of those around you is unknown. Here’s their guidance.\n\nYour vaccine protects you from serious illness and hospitalization.\nWhile no vaccine offers 100 percent protection, the current crop of vaccines from Pfizer, Moderna and Johnson & Johnson are strongly protective against coronavirus. Overall efficacy is slightly lower against the highly infectious Delta variant, but the vaccines still all offer robust protection against serious illness, even against Delta. More than 99 percent of current cases are among the unvaccinated. Whether you’re at the gym, a wedding or on a college campus, the unvaccinated person is at the highest risk.\n\nUpdated \nJuly 17, 2021, 10:50 a.m. ET\n\nRisk is cumulative.\nThe more opportunities you give the virus to challenge your vaccine, the higher your risk of getting a breakthrough infection. So if you’re out clubbing every night, or tending to an unvaccinated child with Covid-19 without taking mask precautions, you could eventually come into contact with a large enough dose of the virus that the antibodies your vaccine generated can’t offer complete protection. The good news is that even if the virus breaks through, the effects of your vaccine still keep working to protect you from severe symptoms.\n\nFactor in your personal risk and the risk of those who live with you.\nIf you’re young, healthy and vaccinated, a fitness class where a few participants might be unvaccinated doesn’t pose much risk. But if you are immune compromised, living with an older or vulnerable person or caring for an unvaccinated child, you should be more cautious. Consider an outdoor class or find a well-ventilated gym with windows and open doors on opposite sides of the room. Join a class where masks are required of everyone.",
      "tag": "Stay Fit,Well Being",
      "category": "Exercise",
      "img":13
    },
    {
      "title": "How to Exercise to Lose Weight",
      "content": "Hoping to exercise off a few pandemic pounds? First, know this: Experts say it’s very, very challenging — but not impossible — to lose weight through workouts alone.  As Kevin Hall, chief of integrative physiology at the National Institutes of Health (NIH), explains, most of us consume so many calories each day that we would have to do “a heck of a lot of physical activity to make a dent” in our body weight. \n\nBut that doesn’t mean physical activity shouldn’t be part of your effort to lose weight. In fact, it likely needs to be, since plenty of research shows that the most effective way to drop unwanted pounds is to pair an exercise routine with dietary changes. For example, one study of 439 obese or overweight postmenopausal women found that those who exercised in addition to dieting lost significantly more body fat than those who just dieted. \n\nAnd exercise appears to be key in helping you keep the weight off once you lose it. When Hall and other NIH researchers analyzed contestants of the reality TV show The Biggest Loser, they found that those who incorporated exercise into their daily lives were significantly more likely to have maintained their weight loss six years later.\n\nThe National Weight Control Registry — a database of more than 5,000 Americans who have lost a significant amount of weight and kept it off — also backs up the combination approach. In surveys, 98 percent of participants said they modified their food intake, and 94 percent said they increased their physical activity. \n\nTo maximize your own weight-loss efforts with exercise, read on for experts’ tips on everything from which specific fitness activities to combine to how to time your workout for maximum “caloric offset.”\n\nAim for the sweet spot of 50 minutes a day (it works)\nIf the bad news is that many people eat back the calories they burn through exercise,  unconsciously compensating for the calories a workout required by eating more and moving less for the rest of the day, a new study points to how to avoid this caloric-compensation pitfall.\n\nUniversity of Kentucky researchers recently found that with enough exercise — 300 minutes or more a week — you will still lose weight and burn fat, even if you inadvertently increase your food intake. \n\nFor their 2020 study, the researchers assigned one group of overweight people to exercise six days a week for 40 to 60 minutes (or 240 to 360 minutes a week), and another group to exercise for at least 180 minutes a week. Both groups consumed more calories as a result of the extra exertion, but those in the first group lost substantially more weight. The researchers speculated that those participants burned enough calories to offset the extra eating. \n\nGet your heart rate up (without overdoing it)\nThe basic equation to drop pounds still says you need to burn more calories than you take in, says Deborah Riebe,  a professor of kinesiology at the University of Rhode Island. If you’re walking at a comfortable pace, chances are you’re not burning many calories.  \n\nVigorous activities like biking, running or swimming can really crank up the calorie burn, as can hour-long cardio classes at a gym. But you can boost your calorie output no matter what type of exercise you’re doing by just picking up the pace a bit, Riebe says. “The harder you work, the more calories you burn in a short amount of time.”\n\nOne caveat? Doing too much too quickly increases your risk of soreness and fatigue, and makes it more likely that you will get discouraged and burn out, according to the American College of Sports Medicine.\n\nSo when in doubt, start slowly, advises Joseph Signorile, a professor in the department of kinesiology and sports sciences at the University of Miami, who notes that a gradual increase in intensity can also help you prevent getting sidelined by an injury. \n\nSave 25% when you join AARP and enroll in Automatic Renewal for the first year. Get instant access to discounts, programs, services, and the information you need to benefit every area of your life.\n\nInclude some strength training (twice a week, forever)\nIn addition to cardiovascular exercise, lifting weights may help you shed pounds. In a study published in June 2021, Iowa State researchers found that middle-aged adults who did muscle-strengthening exercises at least twice a week were 20 to 30 percent less likely to become obese over time. \n\nWhy might that be? Your muscle mass drops about 3 to 8 percent per decade after the age of 30. And the loss of muscle really accelerates starting at age 50, Riebe says. Because fat burns fewer calories than muscle, this decrease in strength means your metabolism slows and you burn fewer calories on a daily basis.\n\nWhen you lose weight, you risk losing even more muscle mass, Riebe says. Adding resistance training to your workout regimen can help prevent that. \n\nConsider high-intensity intervals (slow-to-fast walking counts)\nOne proven way to get more out of your workout is to do brief bursts of intense exercise followed by periods of slower, less demanding work, says Stephen J. Carter,  a cardiovascular physiologist at Indiana University. Called high-intensity interval training or HIIT, it helps you burn more fat than if you exercise at a continuous steady pace, research shows. \n\nTry alternating between walking for three minutes at easy pace and then at a brisk pace for 1 minute, or do similar intervals on a bike, Carter suggests. “It doesn’t need to be super high intensity. It just needs to be at a brisker pace than you can normally sustain for a long period,” he says. \n\nIn addition to burning fat, studies indicate HIIT can help regulate insulin, increase heart function and even reverse aging at the cellular level. Some research shows that HIIT workouts also temporarily increase your resting metabolism, so you continue to burn fat after you finish.\n\nMove more and sit less (and set timers to remind you)\nEven if you exercise daily, evidence suggests that sitting for long periods increases your risk of obesity, diabetes, cancer and early death. And it certainly isn’t going to help with weight loss. “If you go to the gym and exercise for 30 minutes, that’s great, but if you spend the rest of the day sitting around, that exercise you did from caloric standpoint isn’t going to mean much,” Riebe says.  \n\nShe and other experts recommend incorporating physical activity throughout the day, whether it’s doing squats during commercial breaks of your favorite TV show, using a fitness app and setting daily step goals, or meeting a friend for a walking date instead of coffee. \n\n“Instead of focusing on weight loss, focus on moving more all day long, and making changes in your lifestyle that you can easily incorporate on a daily basis,” Hall says. “If you can do all those things, chances are the weight on the scale will go down.” ",
      "tag": "Stay Fit,Body Shape",
      "category": "Exercise",
      "img":10
    },
    {
      "title": "Weight loss: Make ‘smart food choices’ alongside exercise - foods to try for slimmer waist",
      "content": "Changing your diet is important when doing a lot of exercise. Whether it is to energise you, to fuel your body, or to sustain your weight loss, eating the right foods alongside your fitness regime is essential.\n\nThe personal trainer continued: “The key thing is to make smart food choices instead of following restrictive diets.\n\n“Our bodies need carbohydrates, fats, and protein to function properly so cutting out too much of any of these will be detrimental to your health.”\n\nEven though burning more calories than you consume can lead to weight loss, Deanna said it is not necessarily the best thing to do when doing a lot of exercise.\n\nPeople who work out need more energy to be able to sustain their fitness routine.\n\nDON'T MISS: \n\nDeanna said: “Creating too much of a calorie deficit can also be unhealthy: your body will go into starvation mode and bodily processes such as the metabolism will slow down, meaning your body won’t be burning calories effectively anyway.\n\n“This means you’ll also be more likely to binge eat.\n\n“Instead, start off your fitness journey by incorporating more frequent meals with smaller portions.\n\n“Try healthier carbs such as sweet potatoes, brown rice and pasta, whole grain breads.\n\n“Healthy proteins, such as chicken, salmon, tuna, eggs, will also provide longer lasting energy.\n\n“High fibre foods such as beans will keep you feeling fuller for longer which means you won’t feel the need to snack.”\n\nThe personal trainer continued: “For those that need more of a quick boost to their energy, coffee is also a good option.\n\nSurprisingly, caffeine “signals the body to break down fats and coffee contains some essential nutrients for our health too”, Deanna said.\n\nShe added: “Stay away from high-sugar syrups though, and go for low-fat milk or non-dairy options to help keep the calories from mounting.”",
      "tag": "Stay Fit,Body Shape",
      "category": "Exercise",
      "img":9
    }
  ]
}